[Admin]
1=ADMINISTRATION
10=RESTRICTED FILES
11=DO NOT OPEN BEFORE APRIL 1ST. LOVE JOKER
12=My Love, may this secret seem like an oasis within a desert of insanity. – Daddy
13=CLOSED CIRCUIT TELEVISION AND AUDIO MONITORING
14=SECURITY NOTICE CONCEALED FIREARMS ARE PROHIBITED IN THIS FACILITY
15=ALL I.D. CARDS ARE TO BE SHOWN
16=Arrest Recognition Award, Commissioner James Gordon. For Your Outstanding Contribution to Arkham Asylum
17=Electrical Hazard, Keep locked
2=ADMINISTRATION Warden Quincy Sharp and all at Arkham Asylum would like to thank the Wayne Foundation for their continued support.
3=ADMINISTRATION RECEPTION Warden Quincy Sharp and all at Arkham Asylum would like to thank the Wayne Foundation for their continued support.
4=ADMINISTRATION EAST WING Library & Reading Room
5=ADMINISTRATION RECEPTION
6=ADMINISTRATION NORTH WING Wardens Office
7=ADMINISTRATION WEST WING Records Room Offices Dr. Young
8=RECORDS OFFICE
9=ADMINISTRATION WEST WING

[Caves]
1=DANGER KEEP OUT
10=WARNING. KEEP OUT.
2=DANGER. DO NOT ENTER
3=Arkham Central Records. Password required
4=DANGER. DO NOT ENTER
5=SECURITY NOTICE CONCEALED FIREARMS ARE PROHIBITED IN THIS FACILITY
6=MAINTENANCE STAFF ONLY
7=IN MEMORY OF THOMAN WAYNE AND MARTHA WAYNE. GOTHAM'S TRUE PATRONS.
8=BOTANICAL GLASSHOUSE
9=CONSTANCE ARKHAM. MY DEAR WIFE THE FIRST LADY OR ARKHAM.

[Cells]
1=Warning
2=Danger Electrified floor ahead
3=DANGER DO NOT ENTER
4=Security Notice – During security lockdown, access to the gate control is strictly prohibited

[Gardens]
1=Maintenance Staff Only
2=Constance Arkham. My Dear Wife. The First Lady of Arkham

[Generic]
1=SECURITY
10=WARNING KEEP OUT
11=EXIT
12=CONTROLLED AREA
13=DO NOT ENTER
14=DANGER DO NOT ENTER
2=FOAM EXTINGUISHER
3=ALL I.D. CARDS ARE TO BE SHOWN
4=CLOSED CIRCUIT TELEVISION AND AUDIO MONITORING
5=ARKHAM'S NEW WARDEN
6=Electrical hazard. Keep Locked.
7=INSANE
8=DANGER EXPOSED HIGH VOLTAGE
9=DANGER KEEP OUT

[Max]
1=ARKHAM ASYLUM INTENSIVE TREATMENT
10=WARNING KEEP OUT
11=DECONTAMINATION ROOM
12=PACIFICATION CHAMBER
13=SECURE TREATMENT
14=DECONTAMINATION
15=POWER OUTPUT
16=DANGER EXPOSED HIGH VOLTAGE
17=EMERGENCY SHUTDOWN
18=HOLDING CELLS
19=LOBBY
2=INTENSIVE TREATMENT
20=PATIENT ISOLATION
21=YOU DON'T HAVE TO BE MAD TO WORK HERE... BUT IT CERTAINLY HELPS.
22=LOCKDOWN
23=Locker Room
24=Server Room
25=AUTHORIZED PERSONNEL ONLY
26=WARNING KEEP OUT
27=FOAM EXTINGUISHER
28=ALL I.D. CARDS ARE TO BE SHOWN
29=CLOSED CIRCUIT TELEVISION AND AUDIO MONITORIN
3=SCANNING IN PROGRESS
30=ARKHAM'S NEW WARDEN
31=Electrical hazard Keep locked
32=INSANE
4=Arkham Security
5=SECURITY NOTICE CONCEALED FIREARMS ARE PROHIBITED IN THIS FACILITY
6=VOICE OF ARKHAM
7=SECURE TRANSIT
8=LEVEL
9=HOLDING CELLS

[Medical]
1=EXIT
10=X-Ray Room Sanatorium
11=Surgery Observation
12=RADIATION
13=CAUTION HIGH INTENSITY X-RAY BEAM
14=CAUTION Beyond this point: Radio frequency fields at this site may exceed FCC rules for human exposure. For your safety, obey all posted signs and site guidelines for working in radio frequency environments.
15=CONTROLLED AREA
16=DO NOT ENTER
17=CAUTION RADIOACTIVE MATERIALS
18=SECURITY NOTICE DURING SECURITY LOCKDOWN, ACCESS TO GATE CONTROL IS STRICTLY PROHIBITED
19=DANGER DO NOT ENTER
2=Surgery
3=Reception
4=Morgue
5=DANGER KEEP OUT
6=X-Ray Room
7=Observation
8=Sanatorium
9=Observation Sanatorium

[OW]
1=CONTROLLED AREA
10=ARKHAM WEST
10=AMBULANCE ADVANCED LIFE SUPPORT
11=Intensive Treatment Penitentiary
12=ARKHAM ISLAND PENITENTIARY
13=VISITOR CENTER
14=Medical Administration
15=Medical Penitentiary
16=MEDICAL
17=ARKHAM EAST
18=ARKHAM WEST
19=CONTROLLED AREA DO NOT ENTER
2=DO NOT ENTER
20=ALL I.D. CARDS ARE TO BE SHOWN
21=SECURITY NOTICE CONCEALED FIREARMS ARE PROHIBITED IN THIS FACILITY
22=MONSTER SALE
23=Amadeus Arkham
3=BOTANICAL GLASSHOUSE
4=INTENSIVE TREATMENT
5=WELCOME TO BOTANICAL GARDENS
6=ARKHAM ASYLUM Administration Checkpoint
7=INTENSIVE TREATMENT
8=ARKHAM ASYLUM INTENSIVE TREATMENT
9=Cell Block

[Visitor]
1=ALL I.D. CARDS ARE TO BE SHOWN
2=CLOSED CIRCUIT TELEVISION AND AUDIO MONITORING
